Repository: just-escape/justw
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: It is forbidden to enter a ROOM with food or drink without explicit permission.
fr: Il est interdit de rentrer dans une SALLE avec de la nourriture ou une boisson sans en avoir demandé explicitement l'autorisation.

source: USERS are not allowed to make video and/or audio recordings in the room. Any recording may result in the complete stoppage of the game for the entire team.
fr: Les UTILISATEURS ne sont pas autorisés à réaliser des enregistrements vidéo et/ou audio dans la salle. Tout enregistrement pourra occasionner l'arrêt complet du jeu pour toute l'équipe.

source: Just Escape SARL reserves the right to refuse access to the PREMISES to any person under the influence of alcohol or drugs, for the safety of that person.
fr: Just Escape SARL se réserve le droit de refuser l'accès aux LOCAUX à toute personne sous l'influence de l'alcool, de drogues, par sécurité pour cette personne.

source: The USERS acknowledge that they have a duty not to damage and to maintain the PREMISES, the ROOM and all the equipment in working order. The USERS acknowledge in the CONTRACT that any intentional or unauthorised damage to the ROOM and its equipment will be subject to a charge. Just Escape SARL reserves the right to interrupt a SESSION in the event that USERS behave in a manner that is deemed dangerous to the integrity of the ROOM and its equipment, at the sole discretion of the staff.
fr: Les UTILISATEURS reconnaissent qu'ils ont le devoir de ne pas dégrader et de maintenir les LOCAUX, la SALLE et l'intégralité des équipements dans un état de fonctionnement. Les UTILISATEURS reconnaissent au CONTRAT que toute dégradation intentionnelle ou causée par un comportement non autorisé de la SALLE et de ses équippements fera l'objet d'une refacturation. Just Escape SARL se réserve le droit d'interrompre une SESSION dans le cas où les UTILISATEURS auraient une attitude jugée dangereuse pour l'intégrité de la SALLE et des équipements, et ce à l'entière discrétion du personnel.

source: In the event of a breach of the aforementioned conditions, a ban on access or an interruption of the SESSION does not give the right to compensation, indemnity or refund.
fr: En cas de manquement aux conditions mentionnées, une interdiction d'accès ou une interruption de SESSION ne donne pas le droit à une indemnité, une compensation ou un remboursement.

source: Article 3 - Price
fr: Article 3 - Prix

source: The price of the SESSIONS is systematically highlighted to anyone wishing to reserve a room. The single rate is 25€ per USER.
fr: Le prix des SESSIONS est systématiquement mis en évidence à toute personne désirant réserver une salle. Le tarif unique est de 25€ par UTILISATEUR.

source: Different invoicing will be applied to any other services. When the client books as a company, special conditions freely negotiated by the parties will apply.
fr: Une facturation différente sera appliquée à d'éventuelles autres prestations. Lorsque le client réserve en tant qu'entreprise, des conditions particulières et négociées librement par les parties s'appliqueront.

source: Just Escape SARL reserves the right to change its prices at any time. All BUYERS must pay the price in force at the time of booking.
fr: Just Escape SARL se réserve le droit de modifier ses tarifs à tout moment. Tout ACHETEUR devra payer le tarif en vigueur au moment de la réservation.

source: Article 4 - Booking
fr: Article 4 - Réservation

source: The SESSION will only be offered if the ROOM has been booked and payment has been made. Payment can be made by credit card on the SITE or on site, or in cash on site.
fr: La SESSION ne sera proposée que si la SALLE a été réservée et le paiement effectué. Le paiement peut s'effectuer par carte de crédit sur le SITE ou sur place, ou en espèces sur place.

source: Reservations are to be made on the SITE and according to the remaining availabilities which are displayed. The reservation is definitively validated after reception of the reservation confirmation email. This email is sent to the BUYER after the payment is completed.
fr: Les réservations sont à effectuer sur le SITE et en fonction des disponibilités restantes qui sont affichées. La réservation est définitivement validée après réception de l’email de confirmation de réservation. Cet email est envoyé à l’ACHETEUR après aboutissement du paiement.

source: The staff of Just Escape SARL can make the reservation on behalf of the BUYER if the BUYER cannot make the reservation on the SITE.
fr: Le personnel de Just Escape SARL peut effectuer la réservation pour le compte de l’ACHETEUR si ce dernier ne peut effectuer lui-même la réservation sur le SITE.

source: Just Escape SARL entrusts the management of its payment platform to a service provider specialising in the security of online transactions. This service provider does not keep any data concerning the BUYER in its databases. The SITE is available in French and English. However, in the event of a dispute, only the French version of the SITE and the general terms and conditions of sale may be used against Just Escape SARL.
fr: Just Escape SARL confie la gestion de sa plateforme de paiement à un prestataire spécialisé dans la sécurisation des transactions en ligne. Ce prestataire ne conserve aucune donnée concernant l’ACHETEUR dans ses bases de données. Le SITE est disponible en version française et anglaise. Cependant, en cas de contestation, seule la version française du SITE et des conditions générales de vente pourra être opposée à Just Escape SARL.

source: If USERS are late for a booked SESSION, the ROOM must be vacated at the time specified in the original booking. Just Escape SARL reserves the right to refuse access to USERS who are more than 30 minutes late.
fr: En cas de retard des UTILISATEURS pour une SESSION réservée, la SALLE devra être libérée à l’heure prévue dans la réservation initiale. Just Escape SARL se réserve le droit de refuser l’accès aux UTILISATEURS dont le retard s’élève à plus de 30 minutes.

source: If more USERS show up to participate in the Game SESSION than originally booked, the difference in price must be paid before participating in the Game.
fr: Si plus d’UTILISATEURS se présentent pour participer à la SESSION de jeu que ce qui était initialement prévu lors de la réservation, la différence de prix devra être réglée avant de participer au jeu.

source: Just Escape SARL reserves the right to refuse any reservation to a BUYER who has not paid for all the services that have been invoiced.
fr: Just Escape SARL se réserve le droit de refuser toute réservation à un ACHETEUR qui n’aurait pas payé l’ensemble des prestations qui lui auraient été facturées.

source: The gift cards are valid for 1 year from the date of purchase and can be used in one go on the SITE.
fr: Les cartes cadeaux sont valables 1 an à compter de la date d'achat et s'utilisent en une fois sur le SITE.

source: Gift cards may not be exchanged, resold, refunded, even partially, credited to a card or bank account, or discounted, and may not be returned for cash. Several vouchers or gift coupons may be used on the SITE for the same reservation. Some coupons cannot be combined.
fr: Les cartes cadeaux ne peuvent être ni échangées, ni revendues, ni remboursées, même partiellement, ni portées au crédit d'une carte ou d'un compte bancaire, ni faire l'objet d'un escompte et ne peuvent donner lieu à aucun rendu de monnaie. Plusieurs coupons d’avoir ou coupons cadeaux peuvent être utilisés sur le SITE pour une même réservation. Certains coupons ne sont pas cumulables.

source: In the event of cancellation of a SESSION booking, Just Escape SARL will offer a credit note without deduction corresponding to the amount paid if the request for cancellation is made at least 7 days before the date of the SESSION. If this is not the case, Just Escape SARL reserves the right not to offer any financial compensation for the cancellation.
fr: En cas d'annulation de réservation de SESSION, Just Escape SARL proposera un avoir sans retenue correspondant au montant payé si la demande d'annulation a été formulée au minimum 7 jours avant la date de la SESSION. Dans le cas contraire, Just Escape SARL se réserve le droit de ne pas proposer de contrepartie financière à cette annulation.

source: Article 5 - Personal data
fr: Article 5 - Données personnelles

source: The BUYER agrees to receive information and commercial offers from Just Escape SARL to his/her e-mail address by booking a SESSION. If staff offer USERS the opportunity to receive information and commercial offers on their e-mail address, providing this e-mail address in writing constitutes acceptance of this offer.
fr: L'ACHETEUR accepte de recevoir de la part de Just Escape SARL des informations et offres commerciales sur son adresse e-mail en réservant une SESSION. Si le personnel propose aux UTILISATEURS de recevoir des informations et offres commerciales sur leur adresse e-mail, fournir cette adresse e-mail par écrit revient à accepter cette proposition.

source: Just Escape SARL will not pass on these e-mail addresses or any other personal data of the USERS to an external company.
fr: Just Escape SARL ne transmettra pas ces adresses e-mail ni aucune autre donnée personnelle des UTILISATEURS à une société extérieure.

source: When placing an order, the BUYER provides his or her surname, first name, telephone number, e-mail address, and optionally his or her postal address, as well as the surnames, first names, e-mail addresses and telephone numbers of participants to Just Escape SARL. This information will be kept for the maximum period provided for by the RGPD regulations, and will then be deleted in compliance with the same regulations.
fr: Lors de la commande, l'ACHETEUR fournit son nom, prénom, numéro de téléphone, e-mail, et de manière facultative son adresse postale ainsi que les noms, prénoms, adresses e-mails et numéros de téléphone des participants à Just Escape SARL. Ces informations sont conservées pendant la durée maximale prévue par la règlementation RGPD, puis supprimées dans le respect de cette même règlementation.

source: USERS have the right to request access to their personal data in order to verify its content and that we process it in accordance with the law. They may also request the correction or completion of their personal data if they are inaccurate. Finally, they may request the deletion of their personal data if it is no longer necessary for the purposes for which it was collected or processed.
fr: Les UTILISATEURS disposent du droit de demander l'accès à leurs données personnelles pour en vérifier le contenu et que nous les traitons conformément à la loi. Ils peuvent également demander la correction ou la complétude de leurs données personnelles si elles sont inexactes. Et enfin, ils leur est possible de demander la suppression dans le cas où elles ne sont plus nécessaires aux fins auxquelles nous les avons recueillies ou traitées.

source: Article 6 - Fire safety
fr: Article 6 - Sécurité incendie

source: USERS undertake to comply with all measures communicated orally or posted in the PREMISES regarding security.
fr: Les UTILISATEURS s'engagent à respecter toutes les mesures communiquées oralement ou affichées dans les LOCAUX en matière de sécurité.

source: Smoking is not permitted in the premises.
fr: Il n'est pas autorisé de fumer dans les LOCAUX.

source: All USERS must be aware of the location of the marked emergency exits in the PREMISES and comply with the safety and fire protection instructions. It is of course forbidden to obstruct the emergency exits, which must remain clear at all times. USERS shall use the emergency exits only if the situation requires the evacuation of the PREMISES.
fr: Tous les UTILISATEURS devront prendre connaissance de l'emplacement des issues de secours balisées dans les LOCAUX et respecter les consignes de sécurité et protection incendie. Il est bien entendu interdit de gêner les issues de secours, qui doivent rester dégagées en permanence. Les UTILISATEURS utiliseront les issues de secours seulement si la situation exige l'évacuation des LOCAUX.

source: Under no circumstances may USERS bring into the PREMISES and the ROOM any objects considered physically dangerous (explosive, flammable, oxidising, pressurised or liquefied gases, corrosive) or hazardous to health (toxic, corrosive to the skin, irritating/sensitising, carcinogenic/teratogenic).
fr: Les UTILISATEURS ne peuvent en aucun cas apporter dans les LOCAUX et dans la SALLE des objets considérés comme physiquement dangereux (explosifs, inflammables, comburants, gaz sous pression ou liquéfiés, corrosifs) ou dangereux pour la santé (toxiques, corrosifs pour la peau, irritants/sensibilisants, cancérogènes/tératogènes).

source: Article 7 - Photos, cameras, microphones
fr: Article 7 - Photos, caméras, microphones

source: All LARGE ENCOURAGE ROOMS have cameras and microphones to see and hear USERS. These video and audio streams are not recorded. They allow the staff to follow the SESSION while keeping the USERS immersed, and possibly assist them in their progress.
fr: Toutes les SALLES d'énigmes grandeur nature comportent des caméras et microphones permettant de voir et d'entendre les UTILISATEURS. Ces flux vidéos et audio ne sont pas enregistrés. Ils permettent au personnel de suivre la SESSION en maintenant l'immersion des UTILISATEURS, et éventuellement d'assister ces derniers dans leur progression.

source: Outside the rooms, the PREMISES are equipped with surveillance cameras in order to secure the premises (theft, break-in, etc.). This video stream is not recorded when USERS are present in the PREMISES.
fr: En dehors des salles les LOCAUX sont équipés de caméras de surveillance afin de sécuriser les lieux (vol, effraction...). Ce flux vidéo n'est pas enregistré en présence d'UTILISATEURS dans les LOCAUX.

source: Before, during or after the SESSION, USERS may be photographed by Just Escape SARL staff. These photographs will not be captured by the LOCATIONS surveillance and ROOM monitoring devices, but by a dedicated camera. The photographs will be sent to the BUYER by email. Just Escape SARL staff will explicitly ask for the USERS' consent verbally and will remind them of the conditions mentioned above. USERS will be free to refuse to be photographed.
fr: Avant, durant ou après la SESSION, les UTILISATEURS pourront être pris en photo par le personnel de Just Escape SARL. Ces photos ne seront pas capturées par les dispositifs de surveillance des LOCAUX et de suivi des SALLES, mais par un appareil dédié. Les photographies seront envoyés à l'ACHETEUR par email. Le personnel de Just Escape SARL demandera explicitement le consentement des UTILISATEURS à l'oral et leur rappellera les conditions mentionnées ci-dessus. Les UTILISATEURS seront libres de refuser d'être photographiés.

source: Unsubscribe – Escape Game Lille – Just Escape
fr: Se Désabonner – Escape Game Lille – Just Escape

source: Unsubscribe from the newsletter ✉ We will miss you 😢
fr: Se désabonner de la newsletter ✉ We will miss you 😢

source: Unsubscribe from the newsletter ✉
fr: Se désabonner de la newsletter ✉

source: Unsubscribe from the newsletter
fr: Se désabonner de la newsletter

source: Unsubscribe
fr: Je me désabonne

source: You can ask for this service tomorrow at least.
fr: Vous ne pouvez demander ce service que pour demain au minimum.

source: Enter a valid phone number.
fr: Entrez un numéro de téléphone valide.

source: Your name
fr: Votre nom

source: Company name
fr: Nom de la société

source: Contact email
fr: E-mail de contact

source: Contact number
fr: Numéro de contact

source: Group size
fr: Taille du groupe

source: Approx. if you don't know
fr: Environ si vous ne savez pas

source: Desired date
fr: Date souhaitée

source: DD/MM/YYYY hh:mm
fr: JJ/MM/AAAA hh:mm

source: Discount code
fr: Code promo

source: Comment
fr: Commentaire

source: If you have any request or if there is anything that can help us improve your experience
fr: Si vous avez une demande ou s'il a quelque chose que nous pouvons faire pour améliorer votre expérience
