Repository: just-escape/justw
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: The principle of <strong>live escape games</strong> is to lock a group of players in a theme room. The challenge is to <strong class='font-weight-normal'>escape by solving all the puzzles</strong> in <span class='font-weight-bold'>less than one hour</span><span class='emoji'>&nbsp;⏳</span>. Fun and immersive, the <strong class='font-weight-normal'>live escape game</strong> is a hobby that combines <strong>team work</strong>, <span class='font-weight-bold'>communication</span> and <span class='font-weight-bold'>logic</span>. Escape games are an outing to do in <strong>family</strong>, between <strong>friends</strong> or in <strong>couple</strong><span class='emoji'>&nbsp;😃</span>.
fr: Le principe des <strong>jeux d&#39;évasions grandeur nature</strong> est d&#39;enfermer un groupe de joueurs dans une salle à thème. Le challenge est de <strong class='font-weight-normal'>s&#39;échapper en résolvant toutes les énigmes</strong> <span class='font-weight-bold'>en moins d&#39;une&nbsp;heure</span><span class='emoji'>&nbsp;⏳ </span>. Fun et immersif, le <strong class='font-weight-normal'>live escape game</strong> est un loisir qui combine le <strong>travail d&#39;équipe</strong>, la <span class='font-weight-bold'>communication</span> et la <span class='font-weight-bold'>logique</span>. L&#39;escape game est une sortie à faire en <strong>famille</strong>, entre <strong>amis</strong> ou en <strong>couple</strong><span class='emoji'>&nbsp;😃</span>.

source: The originality of Just Escape
fr: L&#39;originalité de Just Escape

source: Just Escape is a <strong>2.0 escape game</strong> in which you are offered original puzzles <span class='font-weight-bold'>without any lockers</span><span class='emoji'>&nbsp;🎯</span>. We also focus on the quality of immersion by creating film-like sceneries<span class='emoji'>&nbsp;🗿</span>. <span class='font-weight-bold'>Fully connected</span> puzzles affect the atmosphere of the rooms to offer you <span class='font-weight-bold'>the most realistic experience possible</span>. The first room can be played by <strong>two people at an affordable price</strong>.
fr: Just Escape est un <strong>jeu d&#39;évasion 2.0</strong> dans lequel on vous propose des énigmes originales <span class='font-weight-bold'>sans cadenas</span><span class='emoji'>&nbsp;🎯</span>. Nous mettons également l&#39;accent sur la qualité de l&#39;immersion en réalisant des décors dignes de cinéma<span class='emoji'>&nbsp;🗿</span>. Des énigmes <span class='font-weight-bold'>100&#37; connectées</span> influent sur l&#39;ambiance des salles pour vous offrir une <span class='font-weight-bold'>expérience la plus réaliste possible</span>. La première salle peut être jouée à <strong>deux personnes à prix abordable</strong>.

source: Teambuilding, Bachelor party
fr: Teambuilding, EVG, EVJF

source: We have attractive prices for events like <strong>birthdays</strong>, <strong>stag or hen parties</strong><span class='emoji'>&nbsp;🎁</span>. Just Escape also provides <strong class='font-weight-normal'>turnkey solutions</strong> for <strong>team building</strong> and workshop (<span class='font-weight-bold'>relaxation area</span>, <span class='font-weight-bold'>dinner aperitif</span>, etc). This is an excellent opportunity to strengthen <strong>team cohesion</strong><span class='emoji'>&nbsp;😄</span>. This activity is suitable for beginners as well as passionate thanks to adaptative clues.
fr: Nous avons des prix attractifs pour des événements comme un <strong>anniversaire</strong>, un <strong>EVG</strong> ou un <strong>EVJF</strong><span class='emoji'>&nbsp;🎁</span>. Just Escape offre également des solutions <strong class='font-weight-normal'>clé en main</strong> pour <strong>team building</strong> et séminaire (<span class='font-weight-bold'>espace détente</span>, <span class='font-weight-bold'>apéritif dinatoire</span>, etc). C&#39;est une excellente occasion de renforcer la <strong>cohésion d&#39;équipe</strong><span class='emoji'>&nbsp;😄</span>. Cette activité convient aux débutants comme aux passionnés grâce à des indices adaptatifs.

source: What is the price of a scenario?
fr: Quel est le prix d&#39;un scénario&nbsp;?

source: Company quote
fr: Devis entreprise

source: The best live escape game in&nbsp;Lille –&nbsp;The designer&#39;s&nbsp;mom
fr: Le meilleur escape game de&nbsp;Lille –&nbsp;La&nbsp;maman&nbsp;du&nbsp;designer

source: A scenario <span class='font-weight-bold'>rich in emotions</span> that I highly recommend! If you book with them, talk to me ahead so I can get a cooptation bon[...]
fr: Un scénario <span class='font-weight-bold'>riche en émotions</span> que je recommande vivement ! Si vous réservez chez eux, parlez m&#39;en avant pour que je touche une prime de coopta[...]

source: – An anonymous shareholder of Just Escape
fr: – Un actionnaire anonyme de Just Escape

source: The Digimiam is undoubtedly the best estaminet in Lille! You&#39;ll find some amazing 2040-style waffles that will remind you of your childhood! Yummy! <span class='font-weight-bold'>You&#39;re gonna love it!</span>
fr: Le Digimiam est sans conteste le meilleur estaminet de Lille ! Vous y trouverez des gaufres style années 2040 au goût incroyable qui vous rappeleront votre enfance ! Miam ! <span class='font-weight'>Vous allez vous régaler !</span>

source: – Marmitron, Digimiam's Intelligence since 2053
fr: – Le Marmitron, Intelligence au Digimiam depuis 2053

source: I loved this <span class='font-weight-bold'>investigation full of twists and turns</span>. It&#39;s obvious that the riddles were child&#39;s play to me! Ha ha ha... What? What took me so long? Uh well.... It&#39;s because... it&#39;s because I admired the scenery of the room!
fr: J&#39;ai adoré cette <span class='font-weight-bold'>enquête pleine de rebondissements</span>. Il est évident que les énigmes étaient un jeu d&#39;enfant pour moi ! Ha ha ha... Quoi ? Pourquoi j&#39;ai mis autant de temps ? Heu ba... C&#39;est parce que... j&#39;admirais les décors de la salle !

source: – Shirley, a supposed descendant of Sherlock Holmes
fr: – Shirley, une supposée descendante de Sherlock Holmes

source: How to get to the estate in&nbsp;Lille?
fr: Comment rejoindre le local à&nbsp;Lille&nbsp;?

source: News
fr: Actualité

source: Order confirmed – Escape Game Lille – Just Escape
fr: Confirmation de commande – Escape Game Lille – Just Escape

source: Your order is confirmed.
fr: Votre commande est confirmée

source: Order confirmed
fr: Confirmation de commande

source: Your order is confirmed
fr: Votre commande est confirmée

source: Price – Escape Game Lille – Just Escape
fr: Prix – Escape Game Lille – Just Escape

source: Discounts: -20&#37; for students 👨🎓 -30&#37; off-peak hours 🕓 special offers ✨ Gourmet menus 🍪 Aperitif menus 🍻
fr: Réductions: -20&#37; pour les étudiants 🎓 -30&#37; heures creuses 🕓 offres spéciales ✨ Menus gourmand 🍪 Menus apéritif 🍻

source: Discounts: -20&#37; for students 🎓 -30&#37; off-peak hours 🕓 special offers ✨ Gourmet menus 🍪 Aperitif menus 🍻
fr: Réductions: -20&#37; pour les étudiants 🎓 -30&#37; heures creuses 🕓 offres spéciales ✨ Menus gourmand 🍪 Menus apéritif 🍻

source: What&#39;s the price?
fr: Quels sont les prix&nbsp;?

source: Price of a scenario
fr: Prix d&#39;un scénario

source: Escape Rooms – Escape Game Lille – Just Escape
fr: Salles – Escape Game Lille – Just Escape

source: Discover The Digimiam, a futuristic estaminet 🍽 🤖 Ideal for an outing with friends 😃
fr: Découvrez le Digimiam, un estaminet futuriste 🍽 🤖 Idéal pour une sortie entre amis 😃

source: Discover the scenarios
fr: Découvrez les scénarios

source: What could a futuristic estaminet entirely managed by Artificial Intelligence look like? This is what you will discover in the Digimiam (famous address that all the inhabitants of Lille speak about in 2080).
fr: À quoi pourrait ressembler un estaminet futuriste entièrement géré par une Intelligence Artificielle&nbsp;? C&#39;est ce que vous allez découvrir dans le Digimiam (célèbre adresse que tous les habitants de Lille s&#39;échangeront en 2080).

source: But today the Digimiam needs you. The report indicates that the cooking Artificial Intelligence, <span class='font-italic'>Marmitron</span>, would no longer respond to orders. The customer is urging you and your maintenance group specialized in AI.
fr: Mais aujourd&#39;hui le Digimiam a besoin de vous. Le rapport indique que l&#39;Intelligence Artificielle de cuisine, le <span class='font-italic'>Marmitron</span>, ne répondrait plus aux ordres. Le client vous presse, vous et votre groupe de maintenance spécialisé en IA.

source: This routine intervention may well become funnier than expected when you will infiltrate a <span class='text-jaffa'>laser labyrinth</span>, restore the <span class='text-jaffa'>robotic arm</span> and manipulate other modules.
fr: Cette intervention de routine pourrait bien devenir plus amusante que prévue lorsque vous infiltrerez un <span class='text-jaffa'>labyrinthe laser</span>, que vous restaurerez le <span class='text-jaffa'>bras robotiques</span> et que vous manipulerez les autres modules.

source: The scenario is duplicated in 2 rooms.
fr: Le scénario est dupliqué sur deux salles.

source: Image gallery
fr: Galerie d'images

source: Holographique menu
fr: Menu holographique

source: Mirrors
fr: Miroirs

source: Refectory
fr: Réfectoire

source: Green fog
fr: Brume verte

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Videos are not supported by this browser
fr: Les vidéos ne sont pas supportées par ce navigateur

source: Visit card displaying a person and lines of text
fr: Carte de visite affichant une personne et des lignes de texte

source: Delicious apple with a leaf
fr: Délicieuse pomme avec une feuille

source: Directional arrow
fr: Flèche directionnelle

source: Mug filled with Northern beer
fr: Chope remplie de bière du Nord

source: Bicycle pointing to the right
fr: Vélo digiré vers la droite

source: Old school bus facing the screen
fr: Bus démodé faisant face à l'écran

source: A daily calendar with a check mark as if an event has been booked
fr: Un calendrier quotidien avec une case cochée comme si un événement avait été reservé

source: City car facing the screen
fr: Voiture de ville faisant face à l'écran

source: Check mark
fr: Case cochée

source: Time to solve puzzles
fr: Temps pour résoudre les énigmes

source: Kitchen clock indicating four o&#39;clock
fr: Horloge de cuisine indiquant quatre heures

source: Triangular shaped cocktail glass with a slice of lemon attached
fr: Verre de cocktail de forme triangulaire avec une tranche de citron

source: Cup of coffee lying on an undercup
fr: Tasse de café posée sur une soucoupe

source: Credit card with undistinguishable information
fr: Carte de crédit avec des informations indiscernables

source: Cheap price discount voucher with a minus followed by a percent sign written on it
fr: Coupon de réduction pas cher avec un signe moins suivi par un signe de pourcentage écrit dessus

source: Border of Just Escape&#39;s logo with a miniature of the website&#39;s index page in the background
fr: Bordure du logo de Just Escape avec une miniature de la page d'index du site web à l'arrière plan

source: Only the door of Just Escape&#39;s logo
fr: Uniquement la porte du logo de Just Escape

source: Birthday gift box with curly ribbons that is not opened yet
fr: Boîte cadeau d'anniversaire avec des bandeaux bouclés qui n'est pas encore ouvert

source: Two filled wine glasses having a toast
fr: Deux verres de vin en train de trinquer

source: Grin face with smiling eyes emoji
fr: Emoji d'un visage souriant aux yeux souriants

source: Lowercase i inside a circle inviting you to click for more info
fr: i minuscule dans un cercle vous invitant à cliquer pour plus d'infos

source: Just Escape logo with no text: an escape room door
fr: Logo de Just Escape sans texte : une porte d'escape room

source: Available languages for the scenario
fr: Langages disponibles pour le scénario

source: Change language
fr: Changer la langue

source: Map marker
fr: Repère cartographique

source: The angled head of Marmitron, the Digimiam's chef robot
fr: La tête inclinée du Marmitron, le robot chef du Digimiam

source: An animator pointing something on a whiteboard with their finger in the background to a team of 3 persons in the foreground
fr: Un animateur pointant quelque chose avec son doigt sur un tableau blanc à l'arrière plan face à une team de 3 personnes au premier plan

source: Question mark inside a circle inviting you to click if you're wondering
fr: Point d'interrogation dans un cercle vous invitant à cliquer si vous vous posez une question

source: A new escape room
fr: Une nouvelle escape room

source: Opening quote mark
fr: Guillemets ouvrants

source: Subway facing the screen
fr: Métro faisant face à l'écran

source: X shaped cross
fr: Croix en forme de X

source: Chest plan of a person wearing a costume and a tie getting prepared for team building
fr: Plan de poitrine d'une personne portant un costume et une cravate se préparant pour du team building

source: Group of 3 persons
fr: Groupe de 3 personnes

source: A person walking, seen from the side
fr: Une personne marchant, vue de profil

source: Turnkey packages: Breakfast ☕ Cocktail 🍸 Dinner Aperitif 🍻 Workshop 📈 Privatization 🤵
fr: Packs clé en main: Petit déj&#39; ☕ Cocktail 🍸 Apéritif dinatoire 🍻 Workshop 📈 Privatisation 🤵

source: Team Building – Turnkey Packages
fr: Team Building – Packs Clé en Main

source: Turnkey team building
fr: Team Building clé en main

source: Most popular packs after a good escape game
fr: Les packs les plus populaires après un bon escape game

source: Snack
fr: Goûter

source: Dinner aperitif
fr: Apéritif dinatoire

source: Drinks
fr: Boissons

source: Softs
fr: Sans alcool

source: Beer or glass&nbsp;of&nbsp;wine
fr: Bière ou verre&nbsp;de&nbsp;vin

source: <span class='font-weight-bold'>Sweet snack</span> (waffles, fruits, dairy&nbsp;product)
fr: <span class='font-weight-bold'>Collation sucrée</span> (gaufres, fruits, produit&nbsp;laitier)

source: <span class='font-weight-bold'>Salted aperitif</span> (dry&nbsp;sausage, cheese, nuts)
fr: <span class='font-weight-bold'>Apéritif salé</span> (saucisson, fromage, fruits à coque)

source: <span class='font-weight-bold'>Caterer</span>
fr: <span class='font-weight-bold'>Traiteur</span>

source: Privatization of the reception room** after the game
fr: Privatisation de la salle de réception** après la partie

source: Optional
fr: En option

source: Full privatization of the estate
fr: Privation entière des locaux

source: Price
fr: Tarifs

source: <span class='text-mulberry'>+15€</span> per participant*
fr: <span class='text-mulberry'>+15€</span> par participant*

source: <span class='text-mulberry'>+20€</span> per participant*
fr: <span class='text-mulberry'>+20€</span> par participant*

source: <span class='text-mulberry'>+35€</span> per participant*
fr: <span class='text-mulberry'>+35€</span> par participant*

source: From <span class='text-mulberry'>100€</span>*
fr: À partir de <span class='text-mulberry'>100€</span>*

source: (*) Price excluding tax. Does not include the price of a game session (starting at 20€ excluding tax per person).
fr: (*) Prix HT. Ne comprend pas le prix d&#39;une session de jeu (à partir de 20€ HT).

source: (**) 30&nbsp;m² room with tables, sofas, coffee, tea, video projector, board games.
fr: (**) Salle de 30&nbsp;m² avec tables, sofas, café, thé, vidéoprojecteur, jeux de société.

source: Quote form
fr: Formulaire de devis

source: Your application has been transmitted. We will provide an answer as soon as possible.
fr: Votre demande a été transmise. Nous vous répondrons dans les plus brefs délais.

source: Submit
fr: Envoyer

source: General Terms of Use – Escape Game Lille – Just Escape
fr: CGV – Escape Game Lille – Just Escape

source: Check out the general terms of use of Just Escape. Just Escape is a SARL (LLC) with a registered capital of 1000€.
fr: Consultez les conditions générales de vente de Just Escape. Just Escape est une SARL au capital social de 1000€.

source: General Terms of Use
fr: Conditions générales de vente

source: General terms of use
fr: Conditions générales de vente

source: The general terms and conditions of sale below are brought to the attention of all in order to place an order, in accordance with the provisions of article L 441-6 of the Commercial Code. Ticking the box dedicated to the acceptance of the general sales conditions during the ordering process implies full, unreserved and irrevocable acceptance of these conditions.
fr: Les conditions générales de vente ci-dessous sont portées à la connaissance de tous afin de passer commande, conformément aux dispositions de l'article L 441-6 du Code de Commerce. Cocher la case dédiée à l'acceptation des conditions générales de vente lors du processus de commande implique l'acceptation entière, sans réserve et irrévocable de ces conditions.

source: The interpretation of these conditions and their implementation are subject to French law. The French version shall prevail in the event of a dispute, although it is possible that they may be read in another language for the purposes of accessibility.
fr: L'interprétation de ces conditions et leur mise en oeuvre sont soumises au droit français. La version française fera foi en cas de litige, bien qu'il soit possible que leur lecture soit proposée dans une autre langue dans un but d'accessibilité.

source: Article 1 - General
fr: Article 1 - Généralités

source: Just Escape is a life-size « escape game » concept (NAF code 9329Z) offered by the company Just Escape SARL with a capital of €10,000, domiciled at 24 - 26 - 28 rue d'Arras, commercial ground floor, 59000 Lille, France, and registered with the Lille Trade and Companies Register (RCS) under number 852 338 169 00026.
fr: Just Escape est un concept « d'escape game » grandeur nature (code NAF 9329Z) proposé par la société Just Escape SARL au capital de 10 000€, domiciliée au 24 - 26 - 28 rue d'Arras rez-de-chaussée commercial, 59000 Lille et immatriculée 852 338 169 00026 RCS Lille.

source: The general terms and conditions of sale are applicable to any contract for the provision of a game room concluded between Just Escape SARL and the users of the room, who shall be referred to as « USERS ». Users may have made the booking themselves, or be part of the group of the person who made the booking, hereinafter referred to as « THE BUYER ». These conditions apply whether the booking was made with Just Escape SARL staff or via the company's website https://just-escape.fr, referred to as the « WEBSITE ». The game room made available to the USERS is called the « ROOM ». The contract for making the ROOM available to USERS is referred to as the « CONTRACT ». The game session that the BUYER books is called a « SESSION ». The « ROOMS » correspond to the various areas open to the public of the Just Escape SARL business premises (located at 24 - 26 - 28 rue d'Arras, ground floor, 59000 Lille) in which USERS are authorised to move around.
fr: Les conditions générales de vente sont applicables à tout contrat de mise à disposition d'une salle de jeu conclu entre la société Just Escape SARL et les utilisateurs de la salle, qui seront nommés « UTILISATEURS ». Les utilisateurs peuvent avoir eux-même effectué la réservation, soit faire partie du groupe de la personne ayant effectué la réservation, dénommée ci-après « L'ACHETEUR ». Ces conditions s'appliquent aussi bien que la réservation ait été effectuée aurpès du personnel de Just Escape SARL ou via le site internet de cette dernière https://just-escape.fr/, nommé « SITE ». La salle de jeu mise à la disposition des UTILISATEURS est appelé « SALLE ». Le contrat de mise à disposition de la SALLE aux UTILISATEURS est appelé « CONTRAT ». La session de jeu que L'ACHETEUR réserve est appelée « SESSION ». Les « LOCAUX » correspondent aux différents espaces ouverts au public du local commercial de Just Escape SARL (situé au 24 - 26 - 28 rue d'Arras rez-de-chaussée commercial, 59000 Lille) dans lesquels les UTILISATEURS sont autorisés à circuler.

source: Just Escape SARL reserves the right to modify all or part of these general conditions of sale as well as the content of its WEBSITE, at its sole discretion, at any time and without prior notice.
fr: Just Escape SARL se donne le droit de modifier tout ou partie des présentes conditions générales de vente ainsi que le contenu de son SITE, ceci à sa seule discrétion, à tout moment et sans préavis.

source: These conditions are available on the SITE, where they can be consulted at any time.
fr: Les présentes conditions sont disponibles sur le SITE, sur lequel il est possible de les consulter à tout moment.

source: Article 2 - ROOM
fr: Article 2 - SALLE

source: Just Escape SARL grants USERS the right to occupy the ROOM for a maximum of 60 minutes. Occupying the room is the principle of the game. This game is organised by Just Escape SARL.
fr: Just Escape SARL accorde aux UTILISATEURS le droit d'occuper la SALLE pour une durée maximale de 60 minutes. Occuper la salle est le principe du jeu. Ce jeu est organisé par Just Escape SARL.

source: USERS agree that their presence in the ROOM is limited to a maximum of 60 minutes, regardless of their level of progress. No compensation will be given if USERS manage to finish the game before the 60 minutes allowed.
fr: Les UTILISATEURS acceptent que leur présence dans la SALLE est bornée à 60 minutes maximum, peu importe leur niveau de progression. Aucune compensation tarifaire ne sera accordée si les UTILISATEURS réussissent à terminer le jeu avant les 60 minutes accordées.

source: Access to the Riddle Room is only possible if you can provide the staff with the name provided during the booking process.
fr: L'accès à la SALLE d'énigmes n'est possible qu'à condition de pouvoir fournir au personnel le nom fourni lors du processus de réservation.

source: All USERS must be at least 14 years old to enter the ROOM. Minors aged 10 years and over may participate, but must be accompanied by an adult in the ROOM. If there is any doubt about the age of a USER, Just Escape staff may ask for proof of identity.
fr: Tous les UTILISATEURS doivent avoir au minimum 14 ans pour accéder à la SALLE. Les mineurs à partir de 10 ans peuvent participer, mais doivent être accompagnés par un adulte dans la SALLE. En cas de doute sur l'âge d'un UTILISATEUR, le personnel de Just Escape SARL est en mesure de demander un justificatif d'identité.

source: We invite the USERS of the ROOM to declare any handicap or particular situation that may cause discomfort for the SESSION (non-exhaustive list given by way of example: pregnant woman, asthma, colour blindness, visual defect, claustrophobia, deafness...). USERS are invited to make this declaration as soon as possible, i.e. at the time of booking. Just Escape SARL undertakes to do its utmost to ensure that these disabilities or particular situations are as little inconvenience as possible for USERS.
fr: Nous invitons les UTILISATEURS de la SALLE à déclarer toute situation handicapante ou situation particulière pouvant occasionner de la gêne pour la SESSION (liste non exhaustive donnée à titre d'exemple : femme enceinte, asthme, daltonisme, défaut de vision, claustrophobie, surdité...). Les UTILISATEURS sont invités à faire cette déclaration le plus tôt possible, c'est à dire au moment de la réservation. Just Escape SARL s'engage à faire son maximum pour que ces handicaps ou ces situations particulières soient les moins gênantes possibles pour les UTILISATEURS.
