Repository: just-escape/justw
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: 404 Error – Escape Game Lille – Just Escape
fr: Erreur 404 – Escape Game Lille – Just Escape

source: 404 Error
fr: Erreur 404

source: Error 404 – You are not browsing on the good page
fr: Erreur 404 – Vous ne naviguez pas sur la bonne page

source: Go through the door to retrace your steps
fr: Passez par la porte pour revenir sur vos pas

source: Escape Game Lille – From 2 Players
fr: Escape Game Lille – 2 Joueurs et Plus

source: Notice
fr: Note

source: Just Escape is being created and will open soon
fr: Just Escape est en cours de création et ouvrira bientôt™

source: One of the most immersive live escape games in&nbsp;Lille
fr: Un des escape games les plus immersifs de&nbsp;Lille

source: Booking – Escape Game Lille – Just Escape
fr: Réservation – Escape Game Lille – Just Escape

source: Did you know ❓ By booking an room you save a kitten 😸
fr: Le saviez-vous ❓ En réservant une salle vous sauvez un chaton 😸

source: Booking ⚡
fr: Réserver ⚡

source: Book an escape room
fr: Réservez une escape room

source: Booking form
fr: Formulaire de réservation

source: Corporate
fr: Entreprises

source: It&#39;s tough to motivate your teams in&nbsp;2022.
fr: C&#39;est difficile de motiver ses équipes en&nbsp;2022.

source: Fortunately, we have <a class='text-underline text-hover-mulberry' href='/en/team-building'>turnkey Team&nbsp;Building packages</a>.
fr: Heureusement on a des <a class='text-underline text-hover-mulberry' href='/team-building'>packs Team Building clé&nbsp;en&nbsp;main</a>.

source: <span class='text-jaffa'>Suggested for:</span>
fr: <span class='text-jaffa'>Suggéré pour :</span>

source: Seminar, Workshop, Teambuilding
fr: Séminaire, Workshop, Teambuilding

source: Per person
fr: Par personne

source: Gift card
fr: Carte cadeau

source: Your friends and family will love you with this <a href='/en/carte-cadeau' class='text-underline text-hover-mulberry'>gift&nbsp;box</a>.
fr: Vos proches vont vous adorer avec ce <a class='text-underline text-hover-mulberry' href='/carte-cadeau'>coffret&nbsp;cadeau</a>.

source: Birthday, Christmas, Money&nbsp;pot, Lottery
fr: Anniversaire, Noël, Cagnotte, Tombola

source: Booking
fr: Réserver

source: Conditions of Use – Escape Game Lille – Just Escape
fr: CGU – Escape Game Lille – Just Escape

source: Check out the conditions of use of Just Escape. Just Escape is a SARL (LLC) with a registered capital of 10,000€.
fr: Consultez les conditions générales d'utilisation de Just Escape. Just Escape est une SARL au capital social de 10 000€.

source: Conditions of Use
fr: Conditions Générales d'Utilisation

source: Conditions of use
fr: Conditions générales d&#39;utilisation

source: The website
fr: Le site

source: is owned and operated by Just Escape SARL with a capital of €10,000 (SIRET 852 338 169 00026 RCS Lille). The head office is located at 24 - 26 - 28 rue d'Arras commercial ground floor, 59000 Lille France. Contact information is displayed on the home page.
fr: est la propriété et a été édité par la société Just Escape SARL au capital de 10 000€. SIRET 852 338 169 00026 RCS Lille. Le siège social est situé au 24 - 26 - 28 rue d'Arras rez-de-chaussée commercial, 59000 Lille France. Les informations de contact sont affichées sur la page d'accueil.

source: The website is hosted by OVH, whose registered office is at 2 rue Kellerman 59100 Roubaix in France.
fr: L'hébergement est réalisé par la société OVH, dont le siège social est au 2 rue Kellerman 59100 Roubaix en France.

source: If information is collected and processed electronically, it is done so with a view to ensuring the proper processing of orders and the fluidity of navigation on the site.
fr: Si des informations sont recueillies et font l'objet d'un traitement informatique, elles le sont dans l'optique de s'assurer le bon traitement des commandes et la fluidité de la navigation sur le site.

source: Users have the right to access, modify, rectify and delete data concerning them. To exercise this right, users must contact the head office of Just Escape SARL by post.
fr: Les utilisateurs ont un droit d'accès, de modification, de rectification et de suppression des données qui les concernent. Pour exercer ce droit, les utilisateurs doivent s'adresser au siège social de Just Escape SARL par courrier.

source: The content of the site is protected by article L 335-2 and following of the intellectual property code. It is forbidden to exploit, reproduce, represent, modify or adapt all or part of this content, except in the cases provided for in article L 122-5 of this same code or by prior written authorisation.
fr: Le contenu du site est protégé par l'article L 335-2 et suivants du code de la propriété intellectuelle. Il est interdit d'exploiter, reproduire, représenter, modifier ou adapter, tout ou partie de ce contenu, sauf dans les cas prévus par l'article L 122-5 de ce même code ou par autorisation écrite préalable.

source: The
fr: Le site web

source: website contains hyperlinks to other websites, with the agreement of the owners of these websites. We are not responsible for the content of these other sites.
fr: contient des hyperliens vers d'autres sites, en accord avec les propriétaires de ces derniers. Nous déclinons toute responsabilité vis-à-vis des contenus présents sur ces autres sites.

source: Internet users may not make hyperlinks to any page on this site without the prior authorisation of Just Escape SARL.
fr: Les internautes ne peuvent pas faire des redirections hypertextes vers une page de ce site sans l'autorisation préalable de Just Escape SARL.

source: We would be grateful if users of this site could inform us of any errors.
fr: Nous remercions les utilisateurs de ce site de bien vouloir nous faire part d'erreurs.

source: 26 rue d&#39;Arras 59000 Lille – How to get there? 🚶 🚲 🚗 🚉 ✈ 🚀 – +33 7 89 05 37 90
fr: 26 rue d&#39;Arras 59000 Lille – Comment s'y rendre ? 🚶 🚲 🚗 🚉 ✈ 🚀 – +33 7 89 05 37 90

source: How to contact us
fr: Contactez-nous

source: Opening hours
fr: Horaires d&#39;ouverture

source: <span class='text-jaffa'>Monday-sunday:</span> 10AM-11PM
fr: <span class='text-jaffa'>Lundi-dimanche :</span> 10h-23h

source: <span class='text-jaffa'>Tel:</span> <a href='tel:+33 7 89 05 37 90' class='text-hover-mulberry text-underline'>+33 7 89 05 37 90</a><br>
fr: <span class='text-jaffa'>Tel :</span> <a href='tel:07 89 05 37 90' class='text-hover-mulberry text-underline'>07 89 05 37 90</a><br>

source: Address
fr: Adresse

source: 26 rue d&#39;Arras<br>59000 Lille, France
fr: 26 rue d&#39;Arras<br>59000 Lille

source: How to get to the estate in Lille?
fr: Comment rejoindre le local à&nbsp;Lille&nbsp;?

source: By foot
fr: À pied

source: From the <span class='text-underline'>Republic square</span>, go down the <span class='text-underline'>boulevard de la Liberté</span>. Enter the <span class='text-underline'>Jean-Baptiste Lebas square</span>, and continue going down.
fr: Depuis la <span class='text-underline'>place de la République</span>, descendez le <span class='text-underline'>boulevard de la Liberté</span>. Entrez dans le <span class='text-underline'>parc Jean-Baptiste Lebas</span> et continuez de descendre.

source: Get out of the park by the exit on the side of <span class='text-underline'>rue de Solférino</span> and you should see the <span class='text-underline'>rue d&#39;Arras</span> at the left of the Carrefour City shop.
fr: Sortez du parc par la sortie côté <span class='text-underline'>rue de Solférino</span> et vous devriez voir la <span class='text-underline'>rue d&#39;Arras</span> à gauche du magasin Carrefour City.

source: Public transport
fr: Transports en commun

source: The metro line 2 has two nearby stations: <span class='text-underline'>Lille Grand Palais</span> and Porte d&#39;Arras.
fr: La ligne 2 du métro a deux stations à proximité : <span class='text-underline'>Lille Grand Palais</span> et Porte d&#39;Arras.

source: There are 2 close bus stations as well: Douai Arras (on the L14) and JB Lebas (on the L1).
fr: Il y a également 2 stations de bus juste à côté du local : Douai Arras (sur la L14) et JB Lebas (sur la L1).

source: By car
fr: En voiture

source: In the Rue d'Arras and in the Moulins district (to the south) parking is <span class='text-underline'>free</span>. Plan ahead to find a place to park.
fr: Dans la rue d'Arras et dans le quartier Moulins (au sud) les places sont <span class='text-underline'>gratuites</span>. Prévoyez un peu d'avance pour trouver où vous garer.

source: In the area of the Jean-Lebas Park and to the north of it, parking is not free.
fr: Aux alentours du parc Jean-Lebas et au nord de celui-ci le stationnement est payant.

source: An unexpected error happened. Please contact us directly.
fr: Une erreur inattendue s&#39;est produite. Merci de nous contacter directement.

source: Thank you and see you soon!
fr: Merci et à bientôt !

source: Subscribe
fr: Je m&#39;abonne

source: 2-player rooms? Hold a birthday party? Organize Team Building? Age limit? Pregnant women / elderly / disabled? How long is it? Gift cards?
fr: Salle 2 joueurs ? Un goûter anniversaire ? Du Team Building ? Limite d&#39;âge ? Femmes enceintes / personnes âgées / handicap ? Combien de temps ça dure ? Cartes cadeau ?

source: [title] Frequently Asked Questions
fr: Ne perdez pas le Nord avec la FAQ

source: General
fr: Général

source: What is a live escape game?
fr: Qu&#39;est-ce qu&#39;un escape game&nbsp;?

source: Escape games are a team game that consists of locking a group in a room full of mysteries. You have 60 minutes to solve puzzles with hidden clues.
fr: Les escape games sont un jeu d&#39;équipe consistant à enfermer un groupe dans une salle truffée de mystères. Vous avez 60 minutes pour résoudre des énigmes à l&#39;aide d&#39;indices cachés.

source: Getting out on time will require logic, communication and a good team spirit. These qualities must be demonstrated in stressful and adrenaline-filled situations.
fr: Réussir à sortir dans les temps vous demandera de la logique, de la communication et un bon esprit d&#39;équipe. Il faut faire preuve de ces qualités dans des situations de stress et pleine d&#39;adrénaline.

source: It is ideal to challenge yourself or simply for the pleasure of life-size immersion.
fr: C&#39;est idéal pour se mesurer à d&#39;autres groupes ou tout simplement pour le plaisir de l&#39;immersion grandeur nature.

source: Are we really locked up?
fr: Est-on vraiment enfermé&nbsp;?

source: The principle of escape games is to complete all the riddles without leaving the room.
fr: Le principe des jeux d&#39;évasion est de compléter toutes les énigmes sans sortir.

source: In case of emergency or uneasiness, it is always possible to evacuate. A game master monitors you with cameras and microphones.
fr: En cas d&#39;urgence ou de malaise, il est toujours possible d&#39;évacuer. Un maître du jeu veille sur vous grâce à des caméras et des micros.

source: Can your escape rooms be played in english?
fr: Est-ce que vos escape rooms sont jouables en anglais&nbsp;?

source: Not yet, but we are working on it.
fr: Pas pour le moment, mais nous y travaillons.

source: The booking process
fr: Pendant la réservation

source: Is there an age limit to play?
fr: Quelle est la limite d&#39;âge pour jouer&nbsp;?

source: We advise you not to come with children under the age of 10. Completing a puzzle requires focus.
fr: Nous vous conseillons de ne pas faire participer les enfants en dessous de 10 ans. Compléter une énigme demande de la concentration.

source: Groups with children under the age of 15 are accepted with at least one adult in the team.
fr: Les groupes constitués d&#39;enfants de moins de 15 ans doivent être accompagnés par un adulte.

source: Do you have 2-player suited escape rooms?
fr: Peut-on jouer à 2 personnes&nbsp;?

source: Yes, Just Escape offers you a scenario specially designed for couples or duos, both in terms of gameplay and price.
fr: Oui. Chez Just Escape, on vous offre un scénario spécialement conçu pour les couples ou les duos, tant au niveau des énigmes qu&#39;au niveau du prix.

source: <a href='/en/salles?show=d1#digimiam' class='text-underline text-hover-mulberry'>The room <span class='font-italic'>The Digimiam</span></a> is adapted for two players. This room can accomodate up to 4 players.
fr: Deux joueurs est un nombre adapté pour <a href='/salles?show=d1#digimiam' class='text-underline text-hover-mulberry'>l&#39;escape room <span class='font-italic'>Le Digimiam</span></a>. Cette salle peut accueillir jusqu&#39;à 4 joueurs.

source: Other scenarios tolerate 2 players but do not recommend it.
fr: D&#39;autres scénarios tolèrent 2 joueurs mais le déconseillent.

source: Can we change the size of the group?
fr: Peut-on changer la taille du groupe ?

source: Yes, if you did not pay the full amount when you booked, you may change your group until the game begins.
fr: Oui. Si vous n&#39;avez pas réglé la totalité lors de la réservation, la taille du groupe peut changer jusqu&#39;au début de la partie.

source: If you have already paid for everything, you can replace a player who canceled at the last minute because the reservation is not nominative.
fr: Si vous avez déjà tout payé, vous pouvez remplacer un joueur qui a un empêchement car la réservation n&#39;est pas nominative.

source: However, if you have purchased 4 tickets and you come to 3, we will not refund you. We will offer you a gift certificate for one place.
fr: Par contre, si vous avez acheté 4 places et que vous venez à 3, nous ne ferons aucun remboursement. Nous vous offrirons un chèque cadeau pour une place.

source: The escape game session
fr: Le jour de l&#39;escape game

source: At what time should we arrive?
fr: À quelle heure doit-on arriver&nbsp;?

source: As a courtesy to other groups, we ask you to be punctual.
fr: Par soucis de courtoisie envers les autres groupes, nous vous demandons d&#39;être ponctuels.

source: In case of delay we reserve the right to penalize the duration of your escape game, or even to cancel it. No claims can be made.
fr: En cas de retard nous nous réservons le droit de pénaliser la durée de votre escape game, voire d&#39;annuler votre session. Aucune réclamation ne pourra être faite.

source: Is it true that we are being filmed?
fr: Est-ce vrai que nous sommes filmés&nbsp;?

source: Cameras and microphones placed in rooms will follow you throughout the game. A game master will ensure your safety and progress. He can give you clues to help you.
fr: Des caméras et micros disposés dans les salles vous suivront pendant toute la partie. Un game master veillera à votre sécurité et à votre progression. Il pourra vous donner des indices pour vous aider.

source: Where is located Just Escape?
fr: Où se situe Just Escape&nbsp;?

source: The estate is located at 26 rue d&#39;Arras in Lille, at the crossroads of rue Solférino and the Jean-Baptiste Lebas square. It is close to the Lille Grand Palais metro station.
fr: Le local est situé au 26 rue d&#39;Arras à Lille, au croisement de la rue Solférino et du parc Jean-Baptiste Lebas. Il est proche de la station de métro Lille Grand Palais.

source: There are more info on our <a href='/en/contact#venir' class='text-underline text-hover-mulberry'>contact page</a>.
fr: Il y a plus d&#39;infos sur notre <a href='/contact#venir' class='text-underline text-hover-mulberry'>page de contact</a>.

source: Do I have to prepare to come?
fr: Dois-je me préparer pour venir&nbsp;?

source: Come as you are. At Just Escape we are here to have fun! You don&#39;t need to prepare yourself or nor to have prior knowledge to play.
fr: Venez comme vous êtes, chez Just Escape on est là pour s&#39;amuser&nbsp;! Vous n&#39;avez ni besoin de vous préparer, ni d&#39;aucune connaissance préalable pour jouer.

source: Occasions (Team Building)
fr: Événements (Team Building)

source: Can I organize a birthday, stag&nbsp;/ hen&nbsp;/ bachelor party?
fr: Est-ce que je peux organiser un anniversaire&nbsp;/ EVJF&nbsp;/ EVG&nbsp;?

source: We will be happy to welcome you for <a href='/en/tarifs' class='text-underline text-hover-mulberry'>your bachelor parties and other celebrations with family and friends</a>.
fr: Nous serons ravi de vous accueillir pour <a href='/tarifs' class='text-underline text-hover-mulberry'>vos enterrements de vie de jeune fille&nbsp;/ garçon et autres célébrations avec proches</a>.

source: After the game, we will invite you to the reception room to spend some time.
fr: Après la partie, nous vous inviterons dans la salle de réception pour passer un moment.

source: Do you have special rates for companies?
fr: Avez-vous des tarifs pour les entreprises&nbsp;/ BDE&nbsp;?

source: Yes, we offer additional services for <a href='/en/team-building' class='text-underline text-hover-mulberry'>your team building events</a>.
fr: Oui. Nous offrons des prestations supplémentaires orientées pour <a href='/team-building' class='text-underline text-hover-mulberry'>vos événements team building</a>.

source: Contact us if you wish to make available advantageous rates for your employees.
fr: Contactez-nous si vous souhaitez mettre à disposition des tarifications avantageuses à titre privé pour vos collaborateurs (CE, BDE).

source: How many players can play?
fr: Jusqu&#39;à combien peut-on jouer&nbsp;?

source: <a href='/en/salles?show=d1#digimiam' class='text-underline text-hover-mulberry'>The escape room <span class='font-italic'>The Digimiam</span></a> can accommodate up to 4 players. As this room is duplicated, you can play up to 8 simultaneously.
fr: <a href='/salles?show=d1#digimiam' class='text-underline text-hover-mulberry'>L&#39;escape room <span class='font-italic'>Le Digimiam</span></a> accueille jusqu&#39;à 4 joueurs. Cette salle étant dupliquée, vous pouvez jouer jusqu&#39;à 8 en simultané.

source: If there are more of you (16 or 24), one group will play while the others relax in the reception area.
fr: Si vous êtes plus nombreux (16 ou 24), nous faisons passer un groupe pendant que les autres se détendent dans l&#39;espace de réception.

source: We invite companies to fill in <a href='/en/team-building#devis' class='text-underline text-hover-mulberry'>the quote form</a>.
fr: Pour les sociétés ou les BDE, nous vous invitons à remplir <a href='/team-building#devis' class='text-underline text-hover-mulberry'>le formulaire de devis</a>.

source: How to use gift cards?
fr: Comment utiliser les cartes cadeau&nbsp;?

source: The <a href='/en/carte-cadeau' class='text-underline text-hover-mulberry'>gift card</a> can be used during the <a href='/en/reserver' class='text-underline text-hover-mulberry'>online booking</a>.
fr: La <a href='/carte-cadeau' class='text-underline text-hover-mulberry'>carte cadeau</a> est utilisable durant la <a href='/reserver' class='text-underline text-hover-mulberry'>réservation en ligne</a>.

source: A gift voucher is only valid for one year. Hurry up and come and play!
fr: Un bon cadeau n&#39;est valable qu&#39;un an. Dépêchez-vous de venir jouer&nbsp;!

source: Frequently Asked Questions
fr: Foire Aux Questions

source: Follow us on social networks!
fr: Suivez-nous sur les réseaux sociaux&nbsp;!

source: We are not on yelp but we like this platform!
fr: On est pas sur yelp mais on aime bien ce réseau&nbsp;!

source: Soon
fr: Prochainement

source: Partners
fr: Partenaires

source: Terms
fr: CGV

source: Conditions
fr: CGU

source: Gift Voucher – Escape Game Lille – Just Escape
fr: Carte Cadeau – Escape Game Lille – Just Escape

source: Gift Voucher 🎁
fr: Carte Cadeau 🎁

source: Offer a gift card
fr: Offrir une carte cadeau

source: Gift voucher
fr: Carte cadeau

source: Rooms
fr: Salles

source: Pricing
fr: Tarifs

source: Just Escape – Escape Game Lille – From 2 Players
fr: Just Escape – Escape Game Lille – 2 Joueurs et Plus

source: New escape game 2.0 in Lille ⭐ Ideal for an outing with friends. Amazing scenery. Scenario Digimiam the futuristic estaminet 🤖
fr: Nouvel escape game 2.0 à Lille ⭐ Idéal pour une sortie entre amis. Des décors sensationnels. Scénario Digimiam l&#39;estaminet futuriste 🤖

source: New escape game 2.0 in Lille ⚡ Ideal for an outing with friends 😃 Amazing scenery 👌 Scenario Digimiam the futuristic estaminet 🤖
fr: Nouvel escape game 2.0 à Lille ⚡ Idéal pour une sortie entre amis 😃 Des décors sensationnels 👌 Scénario Digimiam l&#39;estaminet futuriste 🤖

source: Escape rooms
fr: Les escape rooms

source: New
fr: Nouveau

source: The Digimiam
fr: Le Digimiam

source: Futuristic restaurant
fr: Restaurant du futur

source: You are in <strong class='font-weight-normal'>Lille in 2080</strong> in a futuristic estaminet. The neurons of the Digimiam&#39;s cooking Artificial Intelligence have short-circuited! It&#39;s now up to you to infiltrate through a <strong class='font-weight-normal text-jaffa'>laser labyrinth</strong> and restore the <span class='text-jaffa'>robotic arm</span>! Will you be able to solve all the original enigmas in immersive sceneries?
fr: Vous êtes à <strong class='font-weight-normal'>Lille en 2080</strong> dans un estaminet futuriste. Les neurones de l&#39;Intelligence Artificielle de cuisine du Digimiam ont court-circuité&nbsp;! À vous de vous infiltrer à travers un <strong class='font-weight-normal text-jaffa'>labyrinthe laser</strong> et de restaurer le <span class='text-jaffa'>bras robotique</span>&nbsp;! Parviendrez-vous à résoudre toutes les énigmes originales dans des décors immersifs&nbsp;?

source: This is a <strong class='font-weight-normal'>2-player scenario</strong> that can welcome up to 8 players (the scenario is duplicated in two rooms).
fr: Jouable à partir de <strong class='font-weight-normal'>2 personnes</strong> et jusqu&#39;à 8 (le scénario est dupliqué sur deux salles).

source: Difficulty: adapted to your group.
fr: Difficulté : adaptée à votre groupe.

source: The room
fr: La salle

source: Book now
fr: Réserver

source: 2 - 4 players x 2 rooms
fr: 2 à 4 joueurs x 2 salles

source: We might open a <strong class='font-weight-normal'>new escape room in Lille</strong>. The creation of the first scenario, the Digimiam, required a lot of time. So we prefer to focus on this room.
fr: Nous allons sûrement ouvrir <strong class='font-weight-normal'>une nouvelle salle d'escape game sur Lille</strong>. La création du premier scénario, le Digimiam, a nécessité beaucoup de temps. Nous préférons donc nous focaliser sur cette escape room.

source: Many of you enjoyed this scenario and asked us about the next one. What will be the settings? What will be the plot? What will be the puzzles? We are thinking about it, but we haven't made a decision yet. We don't even know if there will be a new escape room.
fr: Vous êtes nombreux à avoir apprécié cette salle et à nous demander des informations sur la suite. Quels seront les décors ? Quel sera le scénario ? Quelles seront les énigmes ? Nous y réfléchissons, mais n'avons pas pris de décision. Nous ne savons même pas s'il y aura une nouvelle escape room.

source: We had originally planned to work on a horror theme: the Puppeteer's Mansion. This project has been canceled.
fr: Nous avions initialement prévu de travailler sur un thème horreur : le Manoir de la marionnettiste. Ce projet a été abandonné.

source: ? players
fr: ? joueurs

source: The concept of Escapes Games
fr: Le concept des Escape Games

source: Escape the Room
fr: Jeu d&#39;évasion
